Repository: bobkarreman/cmsplugin-contact
Catalog: cmsplugin_contact/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Contact Form
nl: Contact formulier

source: Required Fields
nl: Verplichte velden

source: Spam Protection
nl: Spam beveiliging

source: Please enter the two words on the image separated by a space:
nl: Voer de twee woorden van de afbeelding in gescheiden door een spatie:

source: You did not enter any of the words.
nl: Heeft u de woorden ingevuld?

source: Email recipient
nl: E-mail ontvanger

source: Email sender label
nl: E-mail afzender label

source: Your email address
nl: Uw e-mailadres

source: Subject label
nl: Onderwerp label

source: Subject
nl: Onderwerp

source: Message content label
nl: Inhoud van de boodschap label

source: Message
nl: Bericht

source: Thanks message
nl: Dank bericht

source: Message displayed on successful submit
nl: Bericht weergegeven na succesvol indienen

source: Thank you for your message.
nl: Hartelijk dank voor uw bericht.

source: Submit button value
nl: Submit knop tekst

source: Submit
nl: Verzenden

source: Spam protection method
nl: Spam bescherming methode

source: Firstname required
nl: Voornaam verplicht?

source: Lastname required
nl: Achternaam verplicht?

source: Title required
nl: Aanhef verplicht?

source: Company required
nl: Bedrijf verplicht?

source: Function required
nl: Functie verplicht?

source: Address required
nl: Adres verplicht?

source: Zipcode required
nl: Postcode verplicht?

source: City required
nl: Stad verplicht?

source: Phone required
nl: Telefoon verplicht?

source: Mobile required
nl: Mobiel verplicht?

source: E-Mail required
nl: Email verplicht?

source: Website required
nl: Website verplicht?
